{
    "page_name": "Расы",
    "page_description": [
      "В игре присутствует восемь рас, каждая из которых обладает собственным арсеналом различного оборудование, устройств и вооружения. Корабли рас так же отличаются множеством факторов, начиная от стилистики, заканчивая до отдельных характеристик корабля. Из восьми рас только пять являются играбельными."
    ],
    "page_data": [
        {"text": "Все игровые расы делятся на играбельные и неиграбельные"},
        {"text":"Играбельные:"},
        {"list":["Аниды","Медрамиллы","Иррийцы","Омолениане","Гулдуцы"]},
        {"text":"Неиграбельные:"},
        {"list":["Каанианцы","Ксеноруиты","Неизвестные"]},
        {
            "group": "Конфедерация Медан",
            "group_description": "Этот альянс состоит из Анидов и Медрамиллов",
            "group_data": [
                {
                    "name": "Аниды",
                    "obj_image": [
                        {
                            "src": "medan.png",
                            "alt": "Anid",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "anid_portrait.png",
                            "alt": "Medan",
                            "width": "100px",
                            "height": "100px"
                        }
                    ], 
                    "data": [
                        "Раса анидов делает упор на высокую скорость, дальнобойное вооружение и технологическую оснащëнность своих кораблей. Всë вооружение анидов (за исключением ракетного) имеет энергетический тип урона и обладают самым большим радиусом атаки среди своих аналогов у других рас. Ракетное вооружение анидов так же является самым дальнобойным орудием в космосе (11 единиц дальности). Устройства и оборудование, в основном, нацелены на усиление базовых характеристик корабля и нейтрализацию вражеских устройств и их эффектов, а так же возможность полностью заморозить корабль на длительное время для отступления или с целью занятия тактически выгодной позиции. Корабли анидов предусматривают более высокий показатель скорости чем у других играбельных рас и более мощную радарную систему с расширенным показателем центрального процессора, что позволяет устанавливать орудие с высокой нагрузкой на процессор корабля. Всё это позволяет анидам инициировать бой первыми и открывает отличные возможности для тактики позиционирования с возможностью отступить на безопасную дистанцию для безответного залпа по врагу из высокоэффективных орудий. Из недостатков кораблей можно выделить низкие показатели защиты и корпуса корабля, что делает их более уязвимыми для лобового столкновения на ближней дистанции",
                        "Плюсы:",
                        {"list":["Высокая скорость кораблей", "Продвинутый центральный процессор", "Мощные радары", "Устройства и оборудования позволяют усилить вышеперечисленные преимущества", "Дальнобойные орудия"]},
                        "Минусы:",
                        {"list":["Низкие показатели брони и щита","Более хрупкий корпус","Практически всë вооружение анидов не имеют дополнительных свойств и эффектов","Корабли анидов менее приспособлены к ближнему бою"]},
                        "Стилистический цвет расы — зелёный."
                    ]
                },
                {
                    "name": "Медрамиллы",
                    "obj_image": [
                        {
                            "src": "medan.png",
                            "alt": "Medan",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "medramill_portrait.png",
                            "alt": "Medramill",
                            "width": "100px",
                            "height": "100px"
                        }
                    ],            
                    "data": [
                        "Медрамилльская раса обладает передовыми технологиями, основное направление которых направлено на работу с щитами и энергией. Орудия медрамиллов отличаются исключительно энергетическим уроном и полным отсутствием к требованию боеприпасов (за исключением ракетного оружия). Ещё одной особенностью их орудий является наличие эффекта у каждой пушки (в противоположность анидам), что даёт выбор ориентироваться не только по показателям урона в построении своей тактики боя. Корабли медрамиллов обладают большим показателем щита чем их альтернативы у других рас и бонусом к запасам энергии, однако, два этих бонуса нивелируются пониженной скоростью всех кораблей. Это почти незаметно в боях с ИИ-противником, но в боях с реальными игроками может превратиться в ощутимый недостаток перед противниками с тактикой огня на расстоянии. Наличие ракетного орудия может компенсировать этот недостаток, так как медрамилльский корабль лучше справляется с защитой от взрывного урона за счёт повышенных показателей щита. Устройства медрамиллов расширяют защитные параметры корабля. Базовое устройство дополнительного щита позволит ещё в начале игры поднимать скромные щиты стартовых кораблей до приличных значений, а использование энергона будет незаменимым в будущих PVP-боях за счёт своих эффектов. Корабли и технологии делают медрамиллов невероятно прочными танками, способные впитывать огромное количество урона и не бояться активно тратить энергию на все доступные устройства.",
                        "Плюсы:",
                        {"list":["Высокие показатели щита кораблей", "Все орудия обладают дополнительными эффектами", "Повышенные показатели энергии корабля"]},
                        "Минусы:",
                        {"list":["Скорость кораблей ниже альтернатив у других рас","Вышесказанный минус делает некоторые корабли медрамиллов прикованными только к одной тактике","Низкий потенциал инициации боя"]},
                        "Стилистический цвет расы — синий."
                    ]
                }
            ]
        },
        {
            "group": "Нео-Альянс",
            "group_description": "Этот альянс состоит из Омолениан и Иррийцев",
            "text":"",
            "group_data": [
                {
                    "name": "Омолениане",
                    "obj_image": [
                        {
                            "src": "neo-aliance.png",
                            "alt": "neo-aliance",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "omolean_portrait.png",
                            "alt": "Omolean",
                            "width": "100px",
                            "height": "100px"
                        }
                    ],            
                    "data": [
                        "Омолениане полностью оправдывают своё человеческое происхождение. Они являются обладателями впечатляющего вооружения и устройств, предназначение которых как можно быстрее разнести корабль противника. Среди орудий омолениан встречаются как кинетическое, так энергетическое, но самым эффективным является ракетное вооружение (целых три ракетных орудия с высоким показателем урона). Несмотря на явный упор в ракетное вооружение, омолениане не акцентируют внимание на дальнем бое, их орудия позволяют вести эффективный бой как на ближней, так и на дальней дистанции. Помимо эффективного вооружения, все корабли омолениан обладают повышенным показателем брони и обладают балансом остальных характеристик, благодаря чему игрок не испытает нехватки скорости или хрупкого корпуса на корабле своего класса. Устройства и оборудование омолениан пользуются повсеместной популярностью за счёт своей невероятной полезности на поле боя. Катализатор урона позволяет с первых стадий игры существенно повысить наносимый урон, а возможность приобрести бронепластины или реактивную броню позволит эффективнее защищаться от кинетического и ракетного урона. Всё это делает омолениан универсальными в боевых условиях, без привязки к одной конкретной тактике. Наличие мощных ракет и усиливающих устройств позволяет им заканчивать бой за пару залпов, а хорошая броня и возможность дополнительно укрепить её делает их менее уязвимыми к самому распространённому типу урона в космосе.",
                        "Плюсы:",
                        {"list":["Высокий показатель брони", "Баланс остальных характеристик корабля", "Универсальность", "Эффективное ракетное оружие"]},
                        "Минусы:",
                        {"list":["Орудия омолениан сравнительно дороже остальных","Мало что могут противопоставить энергетическому оружию"]},
                        "Стилистический цвет расы — красный."
                    ]
                },
                {
                    "name": "Иррийцы",
                    "obj_image": [
                        {
                            "src": "neo-aliance.png",
                            "alt": "neo-aliance",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "irrian_portrait.png",
                            "alt": "Irrian",
                            "width": "100px",
                            "height": "100px"
                        }
                    ],            
                    "data": [
                        "Корабли иррийцев, в первую очередь, отличаются своим ощутимым приростом в показателях корпуса относительно своих альтернатив у других рас. В виду органического происхождения кораблей, все они обладают пассивным эффектом \"Живой корпус\" дающий встроенную регенерацию корпуса, сила которой зависит от ранга корабля. Эти бонусы так же распространяются и на дроидов иррийцев, что позволяет сэкономить на ремонте корпуса дроидов в перерывах между сражениями. Орудия иррийцев завязаны исключительно на кинетике и накладывания негативных эффектов. Возможность замедлить вражеский корабль смоляными орудиями затруднит ему возможность отступления, а наличие кислотных орудий позволит понизить его показатель брони и тем самым повысить входящий кинетический урон по цели. Иррийские орудия так же предполагают наличие дополнительных автовыстрелов, что позволяет эффективно показывать себя против кораблей с высоким шансом уклонения. Устройства иррийцев позволяют увеличить выживаемость и сильно усложнить бой для противника. Биомасса — базовое устройство иррийцев, которое зарекомендует себя на всех этапах игры в виду наличия бонуса для большинства оборудования расы. Использование устройства, помимо основного эффекта, существенно усиливает эффект \"Живого корпуса\" корабля и дроидов на короткое время, иногда позволяя восстановить корпус практически с нулевых значений. Направленные устройства имеют крайне неприятные эффекты для вражеского корабля, такие как блокирование орудий или возврат и блокировка активных дроидов цели. Всё это делает расу идеальным выбором для новичков, высокая выживаемость позволит чаще выбираться живым из опасных ситуаций, а орудия и устройства помогут ознакомиться с базовыми механиками боя. В руках опытного игрока, иррийцы выступают грозным противником ближнего боя, сражение с которым будет осложнено частым накладыванием негативных эффектов и меньшей эффективностью уклонения.",
                        "Плюсы:",
                        {"list":["Эффективны как для новичков, так и для опытных игроков", "Высокая выживаемость", "Повышенный показатель корпуса", "Множество способов наложить негативные эффекты на цель орудиями и устройствами", "Высокий потенциал ближнего боя","Корабли иррийцев имеют небольшой бонус к трюму"]},
                        "Минусы:",
                        {"list":["Наличие высокой брони у цели резко понижает входящий урон от орудий","Органическое происхождение дроидов делает недоступным ремонт через механические устройства","Орудия иррийцев неэффективны против кораблей класса \"Монитор\"",""]},
                        "Стилистический цвет расы — жёлтый."
                    ]
                }
            ]
        },
        {"text":""},
        {
            "group": "Братство корсаров",
            "group_description": "Этот альянс состоит из Гулдуц",
            "group_data": [
                {
                    "name": "Гулдуцы",
                    "obj_image": [
                        {
                            "src": "corsair_brotherhood.png",
                            "alt": "corsair",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "gulduc_portrait.png",
                            "alt": "Medan",
                            "width": "100px",
                            "height": "100px"
                        }
                    ], 
                    "data": [
                        "Гулдуцкая раса имеет самый отсталый уровень технологий в сравнении с остальными расами. Начальные корабли обладают низкими показателями корпуса, брони, щитов и ЦП, а их базовое оружие обладает самым низким потенциалом урона во всём космосе. Ракетное орудие хоть и обладает неплохим показателем урона — полностью проигрывает своим аналогам у других рас. Устройства гулдуцев не подходят для старта, так как они не повышают показатели корабля или урон, их потенциал раскрывается лишь в боях с игроками. Эти условия делают старт игры тяжёлым и неопытный игрок может надолго застрять на одном этапе. Однако, тяжёлый старт компенсируется несколькими особенностями. Магазины на гулдуцких планетах, как правило, располагают контрабандами устройств и орудий каждой игровой расы, давая большой выбор для сборки корабля под свою тактику. Дальнейшая модернизация кораблей почти полностью покрывает первоначальные недостатки, большинство модернизированных кораблей гулдуцев обладают бронёй выше среднего, а так же небольшим преимуществом в показателях скорости. Отдельные корабли отличаются кардинально разными показателями в сравнении с альтернативами у других рас и расширяют возможности для определённых стратегий в боях. Все корабли гулдуцев менее требовательны к развитию навыков и имеют солидный бонус к объёму трюма, что свойственно для расы, промышляющим пиратством. Ещё одним бонусом является возможность переходить к одной из двух игровых фракций, если статус пилота является положительным. Это открывает доступ к покупке кораблей всех игровых рас в будущем. Особый бонус гулдуцких кораблей раскрывается в тех классах, которые подразумевают за собой наличие шанса уклонения и маскировки — корабли гулдуцев имеют бонус повышенные показатели этих эффектов.",
                        "Плюсы:",
                        {"list":["Бонус к трюму", "Броня выше среднего", "Небольшой бонус к скорости", "Большой потенциал развития на высоких уровнях", "Класс разведчиков и корабли с шансом уклонения обладают личным усилением бонуса к своим основным эффектам"]},
                        "Минусы:",
                        {"list":["Самые слабые стартовые корабли","Собственные устройства тяжело реализовать на старте","Практически всë вооружение анидов не имеют дополнительных свойств и эффектов","Сложный старт (не рекомендуется для новичков)"]},
                        "Стилистический цвет расы — тëмно-серый (электрум)."
                    ]
                }
            ]
        },
        {
            "group":"Неигровые расы",
            "group_description":"За эти расы нельзя играть, но с ними придётся взаимодействовать по ходу игры.",
            "group_data":[
                {
                    "name":"Ксеноруиты",
                    "obj_image": [
                        {
                            "src": "xeno_cloud.png",
                            "alt": "xeno cloud",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "xeno_portrait.png",
                            "alt": "Xeno",
                            "width": "100px",
                            "height": "100px"
                        }
                    ],
                    "data":[
                        "Враждебная ко всем раса ксеноруитов обладает внушительным арсеналом энергетического оружия и относительно быстрыми кораблями. В бою часто пользуются устроиством \"Отражатель\", которое создаёт существенные проблемы для их ликвидации. Но этот эффект можно нейтрализовать энергоном или энерголитом, которые продаются у Медрамилл",
                        "Плюсы:",
                        {"list":["Довольно легко убить, если знать как обходить эффект отражателя","Выпадают ксенокристаллы, которые нужны для квестов и улучшения кораблей"]},
                        "Минусы:",
                        {"list":["Высокий урон по дроидам","Скудный дроп со слабых представителей","Количество ксенокристалов в дропе оставляет желать лучшего"]},
                        "Стилистический цвет расы — фиолетовый."
                    ]
                },
                {
                    "name":"Каанианцы",
                    "obj_image": [
                        {
                            "src": "supreme_council.png",
                            "alt": "supreme",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "caan_portrait.png",
                            "alt": "Caan",
                            "width": "100px",
                            "height": "100px"
                        }
                    ],
                    "data":[
                        "Дружелюбная ко всем раса, но в некоторых своих системах не любит гостей. <b>Не путайте с Экстремистами.</b> Обладают очень быстрыми и мощными кораблями в форме тарелок. За их убийство дают статус пирата. Обладают мощными орудиями.",
                        "Плюсы:",
                        {"list":["Дружелюбны к любой расе, но не во всех системах","Выпадает электроника - важный ресурс для создания и улучшения модулей и станций.","Так же выпадает много полезных устроиств и орудий, за которые на рынке дают хорошие деньги."]},
                        "Минусы:",
                        {"list":["За убийство дают статус \"Пирата\"","Скудный дроп со слабых представителей","Количество электроники в дропе оставляет желать лучшего"]},
                        "Стилистический цвет расы — оранжевый."
                    ]
                },
                {
                    "name":"Эктремисты",
                    "obj_image": [
                        {
                            "src": "vortex.png",
                            "alt": "vortex",
                            "width": "40px",
                            "height": "40px"
                        },
                        {
                            "src": "caan_portrait.png",
                            "alt": "Caan",
                            "width": "100px",
                            "height": "100px"
                        }
                    ],
                    "data":[
                        "Враждебная ко всем раса. <b>Не путайте с Каанианцами.</b> Обладают очень быстрыми и мощными кораблями в форме тарелок. За их убийство дают статус Полицейского. Обладают мощными орудиями.",
                        "Плюсы:",
                        {"list":["Красиво лопаются","Выпадает электроника - важный ресурс для создания и улучшения модулей и станций.","Так же выпадает много полезных устроиств и орудий, за которые на рынке дают хорошие деньги.","На них можно фармить статус Полицеского"]},
                        "Минусы:",
                        {"list":["Во втором секторе всего 3 системы их обитания, что иногда создаёт очереди на фарм","Скудный дроп со слабых представителей","Количество электроники в дропе оставляет желать лучшего"]},
                        "Стилистический цвет расы — оранжевый."
                    ]
                }


            ]
        }
    ],
    "footer": []
  }
  